The id of the tagged local element if any.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public ElementId TaggedLocalElementId { get; }
  Visual Basic
Public ReadOnly Property TaggedLocalElementId As ElementId
	Get
  Visual C++
public:
property ElementId^ TaggedLocalElementId {
	ElementId^ get ();
}
 See Also
  IndependentTag Class
  Autodesk.Revit.DB Namespace